{
  "alertText": "In Private Beta Now. Coming soon!",
  "start": "Join",
  "header": {
    "service": "Service",
    "characteristic": "Characteristic",
    "technology": "Technology",
    "comparison": "Comparison",
    "awards": "Awards",
    "collaborations": "Friends",
    "backedBy": "Backed By",
    "examples": "Showcases",
    "contact": "Contact",
    "product": "Product"
  },
  "footer": {
    "title": "Contact Us"
  },
  "home": {
    "title": {
      "en": "TuringCerts",
      "cn": "圖靈證書"
    },
    "subTitle": {
      "cn": "屬於每個人的國際防偽數位歷程",
      "en": "Your Blockchain-based Resume for One-click Verify."
    },
    "mobileSubTitle": "Your Blockchain-based Resume for One-click Verify.",
    "description": {
      "cn": "也許你也有寫日記的習慣，用紙筆記載日月的點滴。可意外的，一個時間點後，我們卻容易將故事忘記，而世界也這麼將我們忘記。 我深深相信每個人的一生都值得被記載，因此圖靈證書致力建構一個從幼童始至大學畢業再至工作求職的歷程，由無紙回饋自然，由電子簽章追尋真實，由數位身份保守個資，最後由圖靈的志向讓每個人過往成就的數據，都能被分析萃取建模，擬定最適合的未來藍圖。 在 21 世紀進入第一季的尾聲，圖靈證書以每個人為軸，連結虛擬與現實所有離散的資料與身份，將一個人的形狀由他的經歷，鉅細靡遺的勾勒出來。 你也是你經歷的總和，而圖靈證書將擔任你的日記本。",
      "en": "Turing Chain is an award-winning, agile, and international team. We developed blockchains for New York news media, Taiwanese movie production, and Russia & Macao-based casinos."
    }
  },
  "characteristic": {
    "issue": "Start Issuing",
    "verify": "Apply for Verify",
    "title": "Product Characteristics",
    "description": "By leveraging the incorruptible, traceable, cost-effective, and borderless characteristics of blockchain technology, TuringCerts is capable of redefining traditional educational certificates and eventually enabling unified and sustainable records tracking for educational industry. TuringCerts not only ensures full data coverage, control, and maintenance for users, but also promises a rigorous privacy policy and upholds highest trust of source as well as the dignity of authorized certificates.",
    "icons": {
      "0": "防止偽造",
      "1": "快速查驗",
      "2": "永久保存"
    },
    "subdescriptions": {
      "0": "使用不可篡改、安全，以及可信任的區塊鏈技術，確保每一份證書100%真實性。",
      "1": "學生可透過分享連結，讓人資單位隨時隨地一鍵驗證真偽，使人才篩選更便利、快捷。",
      "2": "讓學生的學習歷程被妥善保存，並省去紙本作業的不便，更減少資料保存之人力成本。"
    }
  },

  "service": {
    "issue": "Start Issuing",
    "verify": "Apply for Verify",
    "title": "Certified Blockchain Achievement Resume",
    "description": "By leveraging the incorruptible, traceable, cost-effective, and borderless characteristics of blockchain technology, TuringCerts is capable of redefining traditional educational certificates and eventually enabling unified and sustainable records tracking for educational industry. TuringCerts not only ensures full data coverage, control, and maintenance for users, but also promises a rigorous privacy policy and upholds highest trust of source as well as the dignity of authorized certificates.",
    "icons": {
      "0": "Personal Milestone Book-keeping",
      "1": "W3C DID Protocol",
      "2": "GDPR Principle of Least Privilege"
    }
  },
  "technology": {
    "title": "Technology Architecture",
    "hidden": "Hidden ",
    "more": "More ",
    "info": "Info",
    "subs": {
      "0": {
        "title": "Fundamental Phase",
        "content": "TuringCerts, which is in its fundamental testing phase, are being executed on the second generation blockchain - Ethereum, and are being supervised and operated by multiple sophisticated Smart Contracts. On top of that, IPFS is utilized to parallelly store digital images of certificates in large sizes."
      },
      "1": {
        "title": "Advanced Stage",
        "content": "TuringCerts has built a high level strategic coopeartion in regard of technical infrastructures with National Cheng Kung University and BiiLabs. On the other hand, it is actively collaborating with the world-renowned IOTA Foundation for in-depth global adoptions. In order to achieve low latency and cost effectiveness, TuringCerts is currently being migrated to the IOTA blockchain and connected to the open source TangelID acceleration layer."
      }
    },
    "question": {
      "0": {
        "title": "(1) How to ensure the uniqueness and authenticity?",
        "content": "1. TuringCerts adopts Decentralized Identifier Standard (DID) proposed by the World Wide Web Consortium (W3C).\n2. TuringCerts provides each certificate holder with an unique identifier via a hash value to prevent being tampered with.\n3. Its anti-counterfeiting feature is the cornerstone that leads to a sustainable certificate storage and tracking ecosystem."
      },
      "1": {
        "title": "(2) How to safeguard user privacy?",
        "content": "TuringCerts adopts the “BlockCerts” developed by MIT Media Lab's early opensourced certificate infrastructure, which is inspired by the “EU GDPR's Least Privilege Principle” so as to grant the verification party with least yet most sufficient information. In addition, TuringCerts utilizes asymmetric encryption scheme such as RSA, which guarantees high privacy even during information transfer."
      },
      "2": {
        "title": "(3) How to sustain TuringCerts's footprint as the global leader?",
        "content": "TuringCerts is afiliated with the Xccelerator from UC Berkeley Blockchain Lab, from whom will continuously on-board and integrate the latest technical breakthroughs in Silicon Valley. This collaboration enables TuringCerts to maintain its industry-leading technology evolutions and security characteristics. Finally, TuringCerts is being supported by its geographical advantage and relevant user pool to conduct social experiments in Hong Kong and Taiwan campuses."
      },
      "3": {
        "title": "(4) Why certificates need blockchain?",
        "content": "1. Certificates are usually used at a large scale, and there are many cross-domain information transfers. If everyone uses the same agreement, they can communicate seamlessly. This is generally difficult to achieve due to trust factors, and the advent of blockchain has provided the possibility of unifying these standards. \n2. No one can easily paralyze the database, and the possibility of losing or tampering with identity data is extremely low. This is an incorruptible system with no single point of failure. \n3. After integrating the blockchain, the time cost of certificate verification can be greatly reduced."
      },
      "4": {
        "title": "(5) If the blockchain technology (IOTA, IPFS) we adopt disappears, will the certificate issuer be affected?",
        "content": "We will ensure that there are one or more fully backed up nodes that are sufficient for data transfer to the new main chain."
      },
      "5": {
        "title": "(6) Why utilizing IOTA instead of Ethereum?",
        "content": "1. Fast, no commission, we have set up a full node to quickly issue certificates. \n2. The design of Ethereum itself is expected to become a world computer, but the certificate does not need these additional computing functions. It only needs lightweight decentralized information storage, and IOTA can properly complete this task."
      },
      "6": {
        "title": "(7) How to ensure that the certificate cannot be forged?",
        "content": "We adopt asymmetric encryption and cryptographic hash to achieve immutable information and identity."
      },
      "7": {
        "title": "(8) What is the account recovery mechanism?",
        "content": "The best case is all users remember their account password. We also have an account recovery mechanism as a back-up solution, and we are constantly exploring better ways to achieve the best privacy protection."
      },
      "8": {
        "title": "(9) How to bind real identity with virtual identity?",
        "content": "At present, face-to-face authentication is still required. In the future, the government can issue a digital endorsement certificate in our system for identity binding."
      },
      "9": {
        "title": "(10) How to meet current GDPR requirements?",
        "content": "The minimum disclosure principle guaranteed in the GDPR will be reflected by our zero-knowledge proof, allowing information owners to complete the certification without revealing the details of the target information."
      }
    }
  },
  "comparison": {
    "title": "Turing Certs",
    "description1": "逾30所大專院校、教育機構採用圖靈證書發證",
    "description2": "累計發出超過3,000張證書",
    "description3": "促使3,000位學生擁有國際防偽數位歷程",
    "hidden": "Hidden ",
    "subtitle1": "教育機構",
    "subtitle2": "學生",
    "subtitle3": "查驗單位",
    "subs": {
      "0": {
        "title": "教育機構",
        "content1": "國際趨勢",
        "content2": "更可靠",
        "content3": "更高效",
        "content4": "更受信任"
      },
      "1": {
        "title": "學生",
        "content": "bbb"
      },
      "2": {
        "title": "查驗單位",
        "content": "ccc"
      }
    }
  },
  "awards": {
    "title": "Awards",
    "subs": {
      "0": {
        "content": "2020 微軟創夢盃 Microsoft Imagine Cup 國際賽 美洲組第三名"
      },
      "1": {
        "content": "2020 國研院 500 Startups 遇見新創最高榮譽與新加坡國家代表隊資格"
      },
      "2": {
        "content": "2019 科技部 FITI 創業傑出獎台灣創業高榮譽 200 萬元獎金"
      },
      "3": {
        "content": "美國阿里巴巴創業者基金 X 匯豐國際賽美國總決賽冠軍與最佳科技創新獎"
      },
      "4": {
        "content": "UC Berkeley Free Ventures 美國僅五家加速器新創公司 Batch XIII"
      },
      "5": {
        "content": "Google SingularityU APAC Global Impact Challenge 2019 全球前四強"
      }
    }
  },
  "demo": {
    "title": "The New Era of Resumes!",
    "description": "All certificates in one device.\n From academic transcript, competency certification, online courses, competition & awards, to all achievements records are being covered.\n TuringCerts improves the user experiences for certificate keeping, and promises the characteristics of anti-counterfeit, source traceability, and minimal learning curves.",
    "start": "Start",
    "video": {
      "title": "Product"
    }
  },
  "collaborations": {
    "title": "Friends in ePortfolio Alliance"
  },
  "backedBy": {
    "title": "Backed By",
    "issue": "Start Issuing",
    "verify": "Apply for Verify"
  },
  "examples": {
    "hidden": "Hidden ",
    "more": "More ",
    "showcases": "showcases",
    "title": "Showcases",
    "certificates": {
      "0": "International GBP (General Blockchain Proficiency) Exam 2019",
      "1": "UC Berkeley X HKUST X Flowchain Blockchain Hands-on Course 2019",
      "2": "AngelHack Global Hackathon @ San Francisco 2019",
      "3": "IOTA Foundation Community Conference @ Taipei 2019",
      "4": "One of the Largest San Francisco Blockchain Community - ABC Crypto Night 2019",
      "5": "Blockchain Minor-Credit Course @ National Taipei University of Technology 2019",
      "6": "Corporate Training on Blockchain @ BASF",
      "7": "Turing Chain Limited Scholarship Programme 2019",
      "8": "Advanced Software Engineering Course @ National Taiwan University (CSX 5001)",
      "9": "Entrepreneurship Conference @ Stanford 2019",
      "10": "UC Berkeley Blockchain Xcelerator Batch 2019",
      "11": "Corporate Training on Blockchain @ General Chamber of Commerce of the Republic of China 2019"
    }
  }
}
